/* Input Password Message string */
"kInputPasswordMsgUseApplication" = "このソフトウェアを使用するためのパスワードを入力してください。";
"kInputPasswordMsgChangeSetting" = "設定を変更するためのパスワードを入力してください。";
"kPasswordHint" =  "パスワードのヒントです。";

/* Password Error string*/
"kInputPassword" = "パスワードは必ず入力してください。";
"kDifferentPassword" = "パスワードが違います。";
"kNotAgreePassword" = "パスワードと確認パスワードが一致しません。";

/*Device Check Error string*/
"kStartupDevice" = "このアプリケーションは対応しているUSBフラッシュメモリ内からのみ起動が可能です。";

/* ファイル書き込みエラー */
"kSaveSettingFile" = "設定ファイルを保存できませんでした。";

/*　設定ファイルが上正 */
"kBatSettingFile" = "設定ファイルが上正です、初期設定します。";

/*フォルダ隠すのに失敗 */
"kFolderHideError1" = "USBメモリを使用中のため隠すことができません。\r（エラー番号：%d）";
"kFolderHideError2" = "USBメモリを使用していると思われるプログラムやウィンドウを閉じてから、もう一度「隠して終了《ボタンを押してください。";

/*フォルダ隠さずに終了する？*/
"kNotUsb_IsExit" = "USBメモリが装着されていません、このまま終了しますか？";


/*USBの状態*/
"kPASSStateShow" = "状態：見えています。";
"kPASSStateRemoveUsb" = "状態：隠さずにUSBメモリが取り外されました。もう一度USBメモリを装着してください。";
"kRemoveUsbDevice" = "USBメモリが取り外されました。もう一度USBメモリを装着してください。";

/*パスワードレス*/
"kPasswordlessRegistered" = "このPCはすでに登録済みです。";
"kPasswordlessRegExceedsMax" = "登録することができるのは３台までです。";
"kPasswordlessRemoveSelection" = "選択中の設定を削除します。よろしいですか？";